/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " （核心傾印）";

/* New Window menu item title format; the variable is the profile name */
"New Window with Settings - %@" = "新增套用設定的視窗 - %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Settings - %@" = "新增套用 %@ 設定的標籤頁";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "新增包含相同指令的視窗";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "新增包含相同指令的標籤頁";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ 點";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Settings" */
"Settings" = "設定";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s settings" = "「%@」的設定";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "「%@」的視窗群組";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@⋯%@";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- 發現伺服器 ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "白底黑字";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "黃底黑字";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "白底藍字";

/* Name of built-in default window settings */
"Built-in" = "內建";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Close" = "關閉";

/* No comment provided by engineer. */
"Close All" = "關閉全部";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running process %@." = "若關閉此標籤頁會終止正在執行的「%@」程序。";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "若關閉此標籤頁會終止正在執行的程序：%@。";

/* Used between items concatenated into comma-separated lists. */
", " = "、";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@（%d）";

/* Window close sheet; message description */
"Closing this window will terminate the running processes: %@." = "若關閉此視窗會終止正在執行的程序：%@。";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[無法製作新的程序並打開 pseudo-tty。]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "預設值";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "啟動";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "拷貝";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "您要關閉此標籤頁嗎？";

/* Window close sheet; message title */
"Do you want to close this window?" = "您要關閉此視窗嗎？";

/* Service */
"File Transfer (ftp)" = "檔案傳送（ftp）";

/* Find Panel; window title */
"Find" = "尋找";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "黑底綠字";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "隱藏檢閱器";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "隱藏標籤列";

/* View Menu item title; used when the alternate screen buffer is shown */
"Hide Alternate Screen" = "隱藏替用螢幕";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "若您不檢視視窗，將終止所有程序。";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "可能未從其他機器完全拷貝。";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "無法輸入多個檔案。";

/* Default name for new window settings */
"New settings" = "新增設定";

/* No options for this service */
"No options" = "沒有選項";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "沒有儲存的視窗群組";

/* Shell menu; title of menu item used in submenu of Open Workspaces when no workspaces are available */
"None" = "無";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "物件";

/* No comment provided by engineer. */
"OK" = "好";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "為「%@」打開 man page";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "搜尋「%@」的 man page 索引";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "查詢「%@⋯」";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "查詢「%@」";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "使用 %@ 搜尋";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "搜尋網頁";

/* Default process name */
"Process name" = "程序名稱";

/* No comment provided by engineer. */
"Quit" = "結束";

/* Service */
"Remote Login (telnet)" = "遠端登入（telnet）";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "移除";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "取代";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "若選擇取代「%@」，其原有內容都會被覆蓋掉。";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "若選擇取代「%@」，其原有內容都會被覆蓋掉。";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "檢視視窗⋯";

/* Window group save panel; panel title */
"Save Window Group" = "儲存視窗群組";

/* Service */
"Secure File Transfer (sftp)" = "安全檔案傳送（sftp）";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "安全 Shell（ssh）";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP（自動）";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "SFTP 通訊協定 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "顯示檢閱器";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "顯示標籤列";

/* View Menu item title; used when the alternate screen buffer is hidden */
"Show Alternate Screen" = "顯示替用螢幕";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (自動)";

/* Connect to service option */
"SSH Protocol 1" = "SSH 協定 1";

/* Connect to service option */
"SSH Protocol 2" = "SSH 協定 2";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "終端機";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "終端機輸出記錄.txt";

/* No comment provided by engineer. */
"Terminate" = "終止";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "中止程序";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "%1$@「%2$@」已存在。您要取代嗎？";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "%1$@「%2$@」已存在。您要取代它嗎？";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "管理者已經將您的 Shell 設定為不合法的數值。";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "檔案已損毀。您或許可以從製作者處取得完好的檔案。";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "由於沒有適當的取用權限，因此無法執行檔案「%@」。";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "無法輸入檔案「%@」。";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "由於檔案「%@」已損毀，因此無法打開。";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "以下的檔案已損毀：%@。您或許可以從製作者處取得完好的檔案。";

/* Window settings; error title when settings name is empty */
"The window settings name is too short." = "視窗設定名稱太短。";

/* Window settings; error title when settings name is already in use */
"The window settings \\U201C%@\\U201D already exist." = "視窗設定「%@」已存在。";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "若要檢視或更改取用權限，請選取 Finder 中的檔案並選取「檔案」>「簡介」。";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "請嘗試輸入不同名稱。";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "請嘗試輸入更多字元的名稱。";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "黑底白字";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "藍底白字";

/* Window group save panel; name of object used in replacement panels */
"window group" = "視窗群組";

/* Window settings save panel; name of object used in replacement panels */
"window settings" = "視窗設定";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "您未經授權來執行此應用程式。";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "有 %d 個正在執行程序的視窗。您要在結束前檢視這些視窗嗎？";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[找不到指令：%@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[程序完成]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[程序結束 - 結束代碼 %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[程序被訊號 %1$d%2$s 終止]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[回復的內容被截斷]";

/* Appears at the end of restored terminal text */
"[Restored]" = "[已回復]";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@⋯";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "⋯";

/* strings used for split view controls */

"Split pane" = "分割面板";

"Close split-pane" = "關閉分割面板";

/* strings used for Shortcut man page support */

"Man Pages" = "man page";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "無法打開「%@」，因為不允許「%@」在「終端機」中打開文件。";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "「終端機」正在為「%2$@」打開一個連接至「%1$@」的 ssh 連線。";
"QuarantineTitleTelnet" = "「終端機」正在為「%2$@」打開一個連接至「%1$@」的 telnet 連線。";
"QuarantineTitle2" = "要允許此項目嗎？";
"QuarantineMessage" = "這樣會將您的使用者名稱和網路位址透露給其他電腦。若以後不想再收到警告，請將它加入未知主機的 ssh 列表。";
"QuarantineAllow" = "允許";
"QuarantineDeny" = "不允許";

"Alter Settings" = "更改設定";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "（已停止）";

/* Inspector process list: process name status annotation */
"(zombie)" = "（zombie）";

/* Inspector process list: process status */
"Idle" = "閒置";

/* Inspector process list: process status */
"Runnable" = "可執行的";

/* Inspector process list: process status */
"Sleeping" = "睡眠";

/* Inspector process list: process status */
"Stopped" = "已停止";

/* Inspector process list: process status */
"Zombie" = "Zombie";

/* Inspector process list: boolean YES */
"Yes" = "是";

/* Inspector process list: boolean NO */
"No" = "否";
